Repository: Zayrick/Starlight-iOS
Catalog: Starlight/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant, zh_hk

# %@ failed (error %lld).
source: %1$@ failed (error %2$lld).
zh_hans: %1$@失败（错误 %2$lld）。
zh_hant: %1$@失敗（錯誤 %2$lld）。
zh_hk: %1$@失敗（錯誤 %2$lld）。

source: 5.1 Surround
zh_hans: 5.1 环绕声
zh_hant: 5.1 環繞聲
zh_hk: 5.1 環迴立體聲

source: 7.1 Surround
zh_hans: 7.1 环绕声
zh_hant: 7.1 環繞聲
zh_hk: 7.1 環迴立體聲

source: A stream is still running on the host. End it before pairing.
zh_hans: 主机上仍有串流在进行，请先结束后再配对。
zh_hant: 主機上仍有串流正在進行，請先結束後再配對。
zh_hk: 主機上仍有串流正在進行，請先結束再配對。

source: About
zh_hans: 关于
zh_hant: 關於
zh_hk: 關於

source: About Starlight
zh_hans: 关于 Starlight
zh_hant: 關於 Starlight
zh_hk: 關於 Starlight

source: Acknowledgements
zh_hans: 致谢
zh_hant: 致謝
zh_hk: 鳴謝

source: Add
zh_hans: 添加
zh_hant: 新增
zh_hk: 新增

source: Add Device
zh_hans: 添加设备
zh_hant: 新增裝置
zh_hk: 新增裝置

source: AES operation failed (%d).
zh_hans: AES 运算失败（%d）。
zh_hant: AES 運算失敗（%d）。
zh_hk: AES 運算失敗（%d）。

source: Another App
zh_hans: 其他应用
zh_hant: 其他 App
zh_hk: 其他 App

source: Another app is running on the host.
zh_hans: 主机上正在运行其他应用。
zh_hant: 主機上正在執行其他 App。
zh_hk: 主機上正在執行其他 App。

source: Another pairing request is already in progress on the host.
zh_hans: 主机上已有另一个配对请求正在进行。
zh_hant: 主機上已有另一個配對要求正在進行。
zh_hk: 主機上已有另一個配對請求正在進行。

source: Any unsaved progress will be lost.
zh_hans: 未保存的进度将会丢失。
zh_hant: 未儲存的進度將會遺失。
zh_hk: 未儲存的進度將會遺失。

source: Audio
zh_hans: 音频
zh_hant: 音訊
zh_hk: 音訊

source: Audio stream connection
zh_hans: 建立音频流
zh_hant: 建立音訊串流
zh_hk: 建立音訊串流

source: Audio stream setup
zh_hans: 初始化音频流
zh_hant: 初始化音訊串流
zh_hk: 初始化音訊串流

source: Automatic
zh_hans: 自动
zh_hant: 自動
zh_hk: 自動

source: Bitrate
zh_hans: 码率
zh_hant: 位元率
zh_hk: 位元率

source: Cancel
zh_hans: 取消
zh_hant: 取消
zh_hk: 取消

source: Certificate signing failed: %@
zh_hans: 证书签名失败：%@
zh_hant: 憑證簽署失敗：%@
zh_hk: 證書簽署失敗：%@

source: Channels
zh_hans: 声道
zh_hant: 聲道
zh_hk: 聲道

source: Close
zh_hans: 关闭
zh_hant: 關閉
zh_hk: 關閉

source: Codec
zh_hans: 编码格式
zh_hant: 編碼格式
zh_hk: 編碼格式

source: Color Range
zh_hans: 色彩范围
zh_hant: 色彩範圍
zh_hk: 色彩範圍

source: Connecting
zh_hans: 正在连接
zh_hant: 連線中
zh_hk: 連接中

source: Connecting to host…
zh_hans: 正在连接主机…
zh_hant: 正在連線至主機…
zh_hk: 正在連接主機…

source: Control stream connection
zh_hans: 建立控制流
zh_hant: 建立控制串流
zh_hk: 建立控制串流

source: Control stream setup
zh_hans: 初始化控制流
zh_hant: 初始化控制串流
zh_hk: 初始化控制串流

source: Controller
zh_hans: 手柄
zh_hant: 控制器
zh_hk: 手掣

source: Controller settings take effect the next time you stream.
zh_hans: 手柄设置将在下次串流时生效。
zh_hant: 控制器設定會在下次串流時生效。
zh_hk: 手掣設定會在下次串流時生效。

source: Couldn't connect to the host: %@
zh_hans: 无法连接到主机：%@
zh_hant: 無法連線至主機：%@
zh_hk: 無法連接主機：%@

source: Couldn't connect to “%@”. Make sure the host is turned on and on the same network as this device.
zh_hans: 无法连接到“%@”。请确认主机已开机，并与本设备连接到同一网络。
zh_hant: 無法連線至「%@」。請確認主機已開機，並與此裝置連接至同一個網路。
zh_hk: 無法連接「%@」。請確認主機已開機，並與此裝置連接至同一個網絡。

source: Couldn't generate a key: %@
zh_hans: 生成密钥失败：%@
zh_hant: 產生金鑰失敗：%@
zh_hk: 產生密鑰失敗：%@

source: Couldn't Load Apps
zh_hans: 无法获取应用列表
zh_hant: 無法取得 App 列表
zh_hk: 無法載入 App 列表

source: Couldn't open the app.
zh_hans: 无法启动应用。
zh_hant: 無法開啟 App。
zh_hk: 無法開啟 App。

source: Couldn't Quit App
zh_hans: 无法退出应用
zh_hant: 無法結束 App
zh_hk: 無法結束 App

source: Couldn't read the client identity from the keychain.
zh_hans: 无法从钥匙串读取客户端身份。
zh_hant: 無法從鑰匙圈讀取用戶端身分。
zh_hk: 無法從鑰匙圈讀取客戶端身份。

source: Couldn't resume the app.
zh_hans: 无法恢复应用。
zh_hant: 無法恢復 App。
zh_hk: 無法恢復 App。

source: Couldn't save the certificate to the keychain (%d).
zh_hans: 无法将证书保存到钥匙串（%d）。
zh_hant: 無法將憑證儲存至鑰匙圈（%d）。
zh_hk: 無法將證書儲存至鑰匙圈（%d）。

source: Couldn't set up the stream (error %d).
zh_hans: 无法建立串流连接（错误 %d）。
zh_hant: 無法建立串流連線（錯誤 %d）。
zh_hk: 無法建立串流連接（錯誤 %d）。

source: Device Offline
zh_hans: 设备离线
zh_hant: 裝置離線
zh_hk: 裝置離線

source: Device Removed
zh_hans: 设备已删除
zh_hant: 裝置已移除
zh_hk: 裝置已移除

source: Devices
zh_hans: 设备
zh_hant: 裝置
zh_hk: 裝置

source: Direct Tap
zh_hans: 直接点按
zh_hant: 直接點按
zh_hk: 直接點按

source: Disconnect
zh_hans: 断开连接
zh_hant: 中斷連線
zh_hk: 中斷連接

source: Emulated Controller
zh_hans: 模拟手柄
zh_hant: 模擬控制器
zh_hk: 模擬手掣

source: Favorite
zh_hans: 收藏
zh_hant: 加入最愛
zh_hk: 收藏

source: For controllers your iPhone clips into, like Backbone or Kishi: if the first controller has no rumble motors or motion sensors, your iPhone fills in.
zh_hans: 适用于 Backbone、Kishi 等夹持式手柄：如果第一个手柄没有震动马达或体感，将由 iPhone 代替。
zh_hant: 適用於 Backbone、Kishi 等夾持式控制器：若第一個控制器沒有震動馬達或動作感應器，將改由 iPhone 提供。
zh_hk: 適用於 Backbone、Kishi 等夾持式手掣：如第一個手掣沒有震動摩打或動作感應器，將由 iPhone 代替。

source: For example, 192.168.1.10 or 192.168.1.10:47989. The host needs to be running Sunshine or GeForce Experience.
zh_hans: 例如 192.168.1.10 或 192.168.1.10:47989。主机需运行 Sunshine 或 GeForce Experience。
zh_hant: 例如 192.168.1.10 或 192.168.1.10:47989。主機需執行 Sunshine 或 GeForce Experience。
zh_hk: 例如 192.168.1.10 或 192.168.1.10:47989。主機需執行 Sunshine 或 GeForce Experience。

source: Frame Rate
zh_hans: 帧率
zh_hant: 影格速率
zh_hk: 幀率

source: Full
zh_hans: 完整
zh_hant: 完整
zh_hk: 完整

source: Full Screen
zh_hans: 全屏
zh_hant: 全螢幕
zh_hk: 全螢幕

source: H.264 doesn't support HDR.
zh_hans: H.264 不支持 HDR。
zh_hant: H.264 不支援 HDR。
zh_hk: H.264 不支援 HDR。

source: HDR requires support from both the host and the display.
zh_hans: HDR 需要主机和显示器同时支持。
zh_hant: HDR 需要主機與顯示器皆支援。
zh_hk: HDR 需要主機及顯示器同時支援。

source: Host address lookup
zh_hans: 解析主机地址
zh_hant: 解析主機位址
zh_hk: 解析主機地址

source: In Direct Tap mode, the pointer goes where your finger lands. Tap to click, touch and drag to drag, and touch and hold to right-click.
zh_hans: 直接点按模式下，光标会移到手指所在位置。轻点为左键，按住拖动可拖移，长按为右键。
zh_hant: 直接點按模式下，游標會移至手指所在位置。點一下為左鍵，按住拖動可拖移，長按為右鍵。
zh_hk: 直接點按模式下，游標會移至手指所在位置。輕按為左鍵，按住拖動可拖移，長按為右鍵。

source: In Trackpad mode, slide one finger to move the pointer, tap to click, and double-tap and hold to drag.
zh_hans: 触控板模式下，单指滑动可移动光标，轻点为左键，轻点两下并按住可拖移。
zh_hant: 觸控板模式下，單指滑動可移動游標，點一下為左鍵，點兩下並按住可拖移。
zh_hk: 觸控板模式下，單指滑動可移動游標，輕按為左鍵，輕按兩下並按住可拖移。

source: Incorrect PIN. Try again.
zh_hans: PIN 码不正确，请重试。
zh_hant: PIN 碼不正確，請再試一次。
zh_hk: PIN 碼不正確，請重試。

source: Initialization
zh_hans: 初始化
zh_hant: 初始化
zh_hk: 初始化

source: Input
zh_hans: 输入
zh_hant: 輸入
zh_hk: 輸入

source: Input stream connection
zh_hans: 建立输入流
zh_hant: 建立輸入串流
zh_hk: 建立輸入串流

source: Input stream setup
zh_hans: 初始化输入流
zh_hant: 初始化輸入串流
zh_hk: 初始化輸入串流

source: IP Address or Hostname
zh_hans: IP 地址或主机名
zh_hant: IP 位址或主機名稱
zh_hk: IP 地址或主機名稱

source: Keyboard
zh_hans: 键盘
zh_hant: 鍵盤
zh_hk: 鍵盤

source: License
zh_hans: 许可证
zh_hant: 授權條款
zh_hk: 授權條款

source: Limited
zh_hans: 有限
zh_hant: 有限
zh_hk: 有限

source: Local Cursor
zh_hans: 本地光标
zh_hant: 本機游標
zh_hk: 本機游標

source: Local Cursor keeps the pointer visible and moves it directly, which suits remote desktop use. Some games don't support it.
zh_hans: 本地光标会保持指针可见并直接定位，适合远程桌面，但部分游戏不支持。
zh_hant: 本機游標會保持指標可見並直接定位，適合遠端桌面，但部分遊戲不支援。
zh_hk: 本機游標會保持指標可見並直接定位，適合遙距桌面，但部分遊戲不支援。

source: Looking for Sunshine hosts on your local network. You can also add a host by its address.
zh_hans: 正在局域网中查找运行 Sunshine 的主机，你也可以手动添加主机地址。
zh_hant: 正在區域網路中尋找執行 Sunshine 的主機，你也可以手動新增主機位址。
zh_hk: 正在本地網絡中尋找執行 Sunshine 的主機，你亦可手動新增主機地址。

source: Make sure your firewall isn't blocking these ports: %@
zh_hans: 请确认防火墙没有阻止以下端口：%@
zh_hant: 請確認防火牆沒有封鎖以下連接埠：%@
zh_hk: 請確認防火牆沒有封鎖以下端口：%@

source: More
zh_hans: 更多
zh_hant: 更多
zh_hk: 更多

source: Mouse Mode
zh_hans: 鼠标模式
zh_hant: 滑鼠模式
zh_hk: 滑鼠模式

source: Multi-Touch
zh_hans: 多点触控
zh_hant: 多點觸控
zh_hk: 多點觸控

source: Multi-Touch sends touches to the host as they are. Requires a Sunshine host.
zh_hans: 多点触控会将触摸原样发送到主机，仅支持 Sunshine 主机。
zh_hant: 多點觸控會將觸控原樣傳送到主機，僅支援 Sunshine 主機。
zh_hk: 多點觸控會將觸控原樣傳送至主機，只支援 Sunshine 主機。

source: No Address
zh_hans: 暂无地址
zh_hant: 無位址
zh_hk: 沒有地址

source: No Apps
zh_hans: 暂无应用
zh_hant: 沒有 App
zh_hk: 沒有 App

source: No host address is available.
zh_hans: 没有可用的主机地址。
zh_hant: 沒有可用的主機位址。
zh_hk: 沒有可用的主機地址。

source: No streamable apps are set up on the host yet.
zh_hans: 主机上还没有配置可串流的应用。
zh_hant: 主機上尚未設定可串流的 App。
zh_hk: 主機上尚未設定可串流的 App。

source: No video was received from the host.
zh_hans: 没有收到主机的视频数据。
zh_hant: 未收到主機傳來的視訊資料。
zh_hk: 未收到主機傳來的影像數據。

source: Not Paired
zh_hans: 尚未配对
zh_hant: 尚未配對
zh_hk: 尚未配對

source: Not paired with this host.
zh_hans: 尚未与此主机配对。
zh_hant: 尚未與此主機配對。
zh_hk: 尚未與此主機配對。

source: Offline
zh_hans: 离线
zh_hant: 離線
zh_hk: 離線

source: OK
zh_hans: 好
zh_hant: 好
zh_hk: 好

source: On the host, open the PIN page in the Sunshine web UI and enter the code above.
zh_hans: 请在主机上打开 Sunshine 网页管理界面的 PIN 页面，输入上方的配对码。
zh_hant: 請在主機上開啟 Sunshine 網頁管理介面的 PIN 頁面，並輸入上方的配對碼。
zh_hk: 請在主機上開啟 Sunshine 網頁管理介面的 PIN 頁面，並輸入上方的配對碼。

source: Online
zh_hans: 在线
zh_hant: 線上
zh_hk: 在線

source: Open Source
zh_hans: 开源
zh_hant: 開放原始碼
zh_hk: 開源

source: Opening %@…
zh_hans: 正在启动 %@…
zh_hant: 正在啟動 %@…
zh_hk: 正在啟動 %@…

source: Optimize Game Settings
zh_hans: 优化游戏设置
zh_hant: 最佳化遊戲設定
zh_hk: 優化遊戲設定

source: Pair to see the apps on this host.
zh_hans: 配对后即可查看这台主机上的应用。
zh_hant: 配對後即可查看這部主機上的 App。
zh_hk: 配對後即可查看這部主機上的 App。

source: Pair with “%@”
zh_hans: 与“%@”配对
zh_hant: 與「%@」配對
zh_hk: 與「%@」配對

source: Paired
zh_hans: 已配对
zh_hant: 已配對
zh_hk: 已配對

source: Pairing code %@
zh_hans: 配对码 %@
zh_hant: 配對碼 %@
zh_hk: 配對碼 %@

source: Pairing Failed
zh_hans: 配对失败
zh_hant: 配對失敗
zh_hk: 配對失敗

source: Pairing failed at step %lld.
zh_hans: 配对第 %lld 步失败。
zh_hant: 配對第 %lld 步失敗。
zh_hk: 配對第 %lld 步失敗。

source: Play Audio on Host
zh_hans: 在主机上播放音频
zh_hant: 在主機上播放音訊
zh_hk: 在主機上播放音訊

source: Poor Connection
zh_hans: 网络状况不佳
zh_hant: 網路狀況不佳
zh_hk: 網絡狀況欠佳

source: Privacy Policy
zh_hans: 隐私政策
zh_hant: 隱私權政策
zh_hk: 私隱政策

source: Quality
zh_hans: 画质
zh_hant: 畫質
zh_hk: 畫質

source: Quit
zh_hans: 退出
zh_hant: 結束
zh_hk: 結束

source: Quit and Open %@
zh_hans: 退出并启动 %@
zh_hant: 結束並開啟 %@
zh_hk: 結束並開啟 %@

source: Quit App
zh_hans: 退出应用
zh_hant: 結束 App
zh_hk: 結束 App

source: Quit App?
zh_hans: 要退出应用吗？
zh_hant: 要結束 App 嗎？
zh_hk: 要結束 App 嗎？

source: Quit “%@”?
zh_hans: 要退出“%@”吗？
zh_hant: 要結束「%@」嗎？
zh_hk: 要結束「%@」嗎？

source: Quitting the running app…
zh_hans: 正在退出运行中的应用…
zh_hant: 正在結束執行中的 App…
zh_hk: 正在結束執行中的 App…

source: Recommended bitrate: %@. It resets when you change the resolution or frame rate. Optimize Game Settings lets the host adjust the game's graphics settings to match the stream.
zh_hans: 推荐码率为 %@，更改分辨率或帧率时会自动重设。 优化游戏设置允许主机调整游戏的画面设置以匹配串流。
zh_hant: 建議位元率為 %@，變更解析度或影格速率時會自動重設。 最佳化遊戲設定可讓主機調整遊戲的畫面設定以配合串流。
zh_hk: 建議位元率為 %@，更改解像度或幀率時會自動重設。 優化遊戲設定可讓主機調整遊戲的畫面設定以配合串流。

source: Refresh
zh_hans: 刷新
zh_hant: 重新整理
zh_hk: 重新整理

source: Remote Cursor
zh_hans: 远程光标
zh_hant: 遠端游標
zh_hk: 遙距游標

source: Remote Cursor captures the mouse, which suits games that use it to look around. Press ⌃⌥⇧Z to release or recapture it.
zh_hans: 远程光标会捕获鼠标，适合用鼠标转动视角的游戏。按下 ⌃⌥⇧Z 可释放或重新捕获鼠标。
zh_hant: 遠端游標會鎖定滑鼠，適合以滑鼠轉動視角的遊戲。按下 ⌃⌥⇧Z 可釋放或重新鎖定滑鼠。
zh_hk: 遙距游標會鎖定滑鼠，適合用滑鼠轉動視角的遊戲。按 ⌃⌥⇧Z 可釋放或重新鎖定滑鼠。

source: Remote Cursor locks the pointer, which suits games that use the mouse to look around.
zh_hans: 远程光标会锁定指针，适合用鼠标转动视角的游戏。
zh_hant: 遠端游標會鎖定指標，適合以滑鼠轉動視角的遊戲。
zh_hk: 遙距游標會鎖定指標，適合用滑鼠轉動視角的遊戲。

source: Remove Device
zh_hans: 删除设备
zh_hant: 刪除裝置
zh_hk: 移除裝置

source: Resolution
zh_hans: 分辨率
zh_hant: 解析度
zh_hk: 解像度

source: Resume
zh_hans: 继续
zh_hant: 繼續
zh_hk: 繼續

source: Resuming %@…
zh_hans: 正在恢复 %@…
zh_hant: 正在恢復 %@…
zh_hk: 正在恢復 %@…

source: RTSP handshake
zh_hans: 进行 RTSP 握手
zh_hant: 進行 RTSP 交握
zh_hk: 進行 RTSP 握手

source: Rumble and Trigger Feedback
zh_hans: 震动与扳机反馈
zh_hant: 震動與扳機回饋
zh_hk: 震動與扳機回饋

source: Safe Area
zh_hans: 安全区域
zh_hant: 安全區域
zh_hk: 安全區域

source: Search
zh_hans: 搜索
zh_hant: 搜尋
zh_hk: 搜尋

source: Search Devices
zh_hans: 搜索设备
zh_hant: 搜尋裝置
zh_hk: 搜尋裝置

source: Searching for Devices
zh_hans: 正在搜索设备
zh_hant: 正在搜尋裝置
zh_hk: 正在搜尋裝置

source: Setting up the stream…
zh_hans: 正在建立串流…
zh_hant: 正在建立串流…
zh_hk: 正在建立串流…

source: Settings
zh_hans: 设置
zh_hant: 設定
zh_hk: 設定

source: Shortcuts
zh_hans: 快捷键
zh_hant: 快速鍵
zh_hk: 快捷鍵

source: Show Desktop
zh_hans: 显示桌面
zh_hant: 顯示桌面
zh_hk: 顯示桌面

source: Signing failed: %@
zh_hans: 签名失败：%@
zh_hant: 簽署失敗：%@
zh_hk: 簽署失敗：%@

source: Source Code
zh_hans: 源代码
zh_hant: 原始碼
zh_hk: 原始碼

source: Starlight is free software released under the GNU General Public License v3 (GPLv3). You can obtain, modify, and redistribute its source code under the terms of that license. It comes with no warranty.
zh_hans: Starlight 是自由软件，依据 GNU 通用公共许可证第 3 版（GPLv3）发布。你可以按照该许可证的条款获取、修改和再分发源代码。本软件不提供任何担保。
zh_hant: Starlight 是自由軟體，依據 GNU 通用公共授權條款第 3 版（GPLv3）發布。你可以依照該授權條款取得、修改及再散布原始碼。本軟體不提供任何擔保。
zh_hk: Starlight 是自由軟件，根據 GNU 通用公眾特許條款第 3 版（GPLv3）發佈。你可按照該條款取得、修改及再發佈原始碼。本軟件不提供任何保證。

source: Start Pairing
zh_hans: 开始配对
zh_hant: 開始配對
zh_hk: 開始配對

source: Stereo
zh_hans: 立体声
zh_hant: 立體聲
zh_hk: 立體聲

source: Still connecting to “%@”. Try again in a moment.
zh_hans: 正在与“%@”建立连接，请稍后再试。
zh_hant: 正在與「%@」建立連線，請稍後再試。
zh_hk: 正在與「%@」建立連接，請稍後再試。

source: Stream
zh_hans: 串流
zh_hant: 串流
zh_hk: 串流

source: Stream Failed
zh_hans: 串流失败
zh_hant: 串流失敗
zh_hk: 串流失敗

source: Stream games and desktops from your computer to iPhone, iPad, Mac, and Apple Vision Pro. Works with Sunshine and NVIDIA GameStream hosts.
zh_hans: 将电脑上的游戏和桌面串流到 iPhone、iPad、Mac 和 Apple Vision Pro，支持 Sunshine 与 NVIDIA GameStream 主机。
zh_hant: 將電腦上的遊戲和桌面串流到 iPhone、iPad、Mac 和 Apple Vision Pro，支援 Sunshine 與 NVIDIA GameStream 主機。
zh_hk: 將電腦上的遊戲和桌面串流至 iPhone、iPad、Mac 及 Apple Vision Pro，支援 Sunshine 及 NVIDIA GameStream 主機。

source: Stream Options
zh_hans: 串流选项
zh_hant: 串流選項
zh_hk: 串流選項

source: Stream Stats
zh_hans: 串流信息
zh_hant: 串流資訊
zh_hk: 串流資訊

source: Streaming
zh_hans: 串流中
zh_hant: 串流中
zh_hk: 串流中

source: Swap A/B and X/Y
zh_hans: 交换 A/B 与 X/Y
zh_hant: 對調 A/B 與 X/Y
zh_hk: 對調 A/B 及 X/Y

source: Swipe with two fingers to scroll, tap with two fingers to right-click, and tap with three fingers to middle-click.
zh_hans: 双指滑动可滚动，双指轻点为右键，三指轻点为中键。
zh_hant: 雙指滑動可捲動，雙指點一下為右鍵，三指點一下為中鍵。
zh_hk: 雙指滑動可捲動，雙指輕按為右鍵，三指輕按為中鍵。

source: Task Manager
zh_hans: 任务管理器
zh_hant: 工作管理員
zh_hk: 工作管理員

source: The address isn't valid.
zh_hans: 地址格式无效。
zh_hant: 位址格式無效。
zh_hk: 地址格式無效。

source: The Command key is kept for shortcuts on this device and isn't sent to the host.
zh_hans: Command 键保留给本机快捷键，不会发送到主机。
zh_hant: Command 鍵保留給本機快速鍵使用，不會傳送到主機。
zh_hk: Command 鍵保留給本機快捷鍵使用，不會傳送至主機。

source: The connection was interrupted (error %lld).
zh_hans: 连接意外中断（错误 %lld）。
zh_hant: 連線意外中斷（錯誤 %lld）。
zh_hk: 連接意外中斷（錯誤 %lld）。

source: The content on the host is protected and can't be streamed.
zh_hans: 主机上的内容受保护，无法串流。
zh_hant: 主機上的內容受保護，無法串流。
zh_hk: 主機上的內容受保護，無法串流。

source: The generated certificate isn't valid.
zh_hans: 生成的证书无效。
zh_hant: 產生的憑證無效。
zh_hk: 產生的證書無效。

source: The host at this address has changed.
zh_hans: 该地址上的主机已发生变化。
zh_hant: 此位址上的主機已變更。
zh_hk: 此地址上的主機已變更。

source: The host can only run one app at a time. Any unsaved progress will be lost.
zh_hans: 主机同一时间只能运行一个应用，未保存的进度将会丢失。
zh_hant: 主機一次只能執行一個 App，未儲存的進度將會遺失。
zh_hk: 主機每次只能執行一個 App，未儲存的進度將會遺失。

source: The host declined the pairing request.
zh_hans: 主机拒绝了配对请求。
zh_hant: 主機拒絕了配對要求。
zh_hk: 主機拒絕了配對請求。

source: The host emulates a PlayStation controller, so games can use motion and the touchpad.
zh_hans: 主机会模拟 PlayStation 手柄，游戏可以使用体感和触摸板。
zh_hant: 主機會模擬 PlayStation 控制器，遊戲可使用動作感應與觸控板。
zh_hk: 主機會模擬 PlayStation 手掣，遊戲可使用體感及觸控板。

source: The host emulates an Xbox controller, which works with the most games.
zh_hans: 主机会模拟 Xbox 手柄，兼容的游戏最多。
zh_hant: 主機會模擬 Xbox 控制器，相容的遊戲最多。
zh_hk: 主機會模擬 Xbox 手掣，兼容的遊戲最多。

source: The host emulates the same kind of controller you're using, or picks one itself if it can't tell.
zh_hans: 主机会模拟与你所用手柄相同类型的手柄，无法识别时由主机决定。
zh_hant: 主機會模擬與你所用相同類型的控制器，無法辨識時由主機決定。
zh_hk: 主機會模擬與你所用相同類型的手掣，無法辨識時由主機決定。

source: The host is offline. Make sure it's turned on and on the same network as this device.
zh_hans: 主机当前离线。请确认主机已开机，并与本设备连接到同一网络。
zh_hant: 主機目前離線。請確認主機已開機，並與此裝置連接至同一個網路。
zh_hk: 主機目前離線。請確認主機已開機，並與此裝置連接至同一個網絡。

source: The host refused to quit the app.
zh_hans: 主机拒绝退出应用。
zh_hant: 主機拒絕結束 App。
zh_hk: 主機拒絕結束 App。

# The host returned error %lld: %@
source: The host returned error %1$lld: %2$@
zh_hans: 主机返回错误 %1$lld：%2$@
zh_hant: 主機傳回錯誤 %1$lld：%2$@
zh_hk: 主機傳回錯誤 %1$lld：%2$@

source: The host sent a response that couldn't be read.
zh_hans: 主机返回了无法解析的数据。
zh_hant: 主機傳回了無法解析的資料。
zh_hk: 主機傳回了無法解析的數據。

source: The host's certificate couldn't be verified. Someone may be intercepting the connection.
zh_hans: 无法验证主机证书，连接可能遭到中间人攻击。
zh_hant: 無法驗證主機憑證，連線可能遭到中間人攻擊。
zh_hk: 無法驗證主機證書，連接可能遭到中間人攻擊。

source: The host's speakers keep playing along with the stream.
zh_hans: 开启后，主机的扬声器也会同时出声。
zh_hant: 開啟後，主機的喇叭也會同時發出聲音。
zh_hk: 開啟後，主機的喇叭亦會同時發聲。

source: The network connection is too poor to receive complete frames.
zh_hans: 网络状况不佳，无法接收完整的画面。
zh_hant: 網路狀況不佳，無法接收完整的畫面。
zh_hk: 網絡狀況欠佳，無法接收完整的畫面。

source: The streaming protocol is based on moonlight-common-c from the Moonlight project. Starlight is an independent project and isn't affiliated with Moonlight, NVIDIA, or Sunshine.
zh_hans: 串流协议基于 Moonlight 项目的 moonlight-common-c。Starlight 是独立项目，与 Moonlight、NVIDIA 和 Sunshine 均无关联。
zh_hant: 串流協定基於 Moonlight 專案的 moonlight-common-c。Starlight 為獨立專案，與 Moonlight、NVIDIA 及 Sunshine 皆無關聯。
zh_hk: 串流協定以 Moonlight 項目的 moonlight-common-c 為基礎。Starlight 為獨立項目，與 Moonlight、NVIDIA 及 Sunshine 並無關連。

source: This device can't hardware-decode %@, so another codec will be used.
zh_hans: 此设备不支持 %@ 硬件解码，串流时将改用其他编码。
zh_hant: 此裝置不支援 %@ 硬體解碼，串流時將改用其他編碼。
zh_hk: 此裝置不支援 %@ 硬件解碼，串流時將改用其他編碼。

source: Toggle Full Screen
zh_hans: 切换全屏
zh_hant: 切換全螢幕
zh_hk: 切換全螢幕

source: Touch
zh_hans: 触控
zh_hant: 觸控
zh_hk: 觸控

source: Touch Mode
zh_hans: 触控模式
zh_hant: 觸控模式
zh_hk: 觸控模式

source: Trackpad
zh_hans: 触控板
zh_hant: 觸控板
zh_hk: 觸控板

source: Try Again
zh_hans: 重试
zh_hant: 再試一次
zh_hk: 重試

source: Unfavorite
zh_hans: 取消收藏
zh_hant: 從最愛移除
zh_hk: 取消收藏

source: Unknown App
zh_hans: 未知应用
zh_hant: 未知的 App
zh_hk: 不明 App

source: Unknown error.
zh_hans: 未知错误。
zh_hant: 未知的錯誤。
zh_hk: 不明錯誤。

source: Unknown Host
zh_hans: 未知主机
zh_hant: 未知的主機
zh_hk: 不明主機

source: Unpaired
zh_hans: 未配对
zh_hant: 未配對
zh_hk: 未配對

source: Use iPhone for Rumble and Motion
zh_hans: 由 iPhone 提供震动与体感
zh_hant: 由 iPhone 提供震動與動作感應
zh_hk: 由 iPhone 提供震動及體感

source: Uses Nintendo's layout: A acts as B on the host, and X acts as Y.
zh_hans: 采用任天堂布局：按 A 相当于主机上的 B，按 X 相当于主机上的 Y。
zh_hant: 採用任天堂按鍵配置：按 A 等同主機上的 B，按 X 等同主機上的 Y。
zh_hk: 採用任天堂按鍵佈局：按 A 等於主機上的 B，按 X 等於主機上的 Y。

source: Version %@
zh_hans: 版本 %@
zh_hant: 版本 %@
zh_hk: 版本 %@

source: Video
zh_hans: 视频
zh_hant: 視訊
zh_hk: 影像

source: Video stream connection
zh_hans: 建立视频流
zh_hant: 建立視訊串流
zh_hk: 建立影像串流

source: Video stream setup
zh_hans: 初始化视频流
zh_hant: 初始化視訊串流
zh_hk: 初始化影像串流

source: Waiting for video…
zh_hans: 正在等待画面…
zh_hant: 正在等待畫面…
zh_hk: 正在等待畫面…

source: YUV 4:4:4 requires HEVC.
zh_hans: YUV 4:4:4 仅支持 HEVC 编码。
zh_hant: YUV 4:4:4 僅支援 HEVC 編碼。
zh_hk: YUV 4:4:4 只支援 HEVC 編碼。

source: YUV 4:4:4 uses HEVC for sharper text but needs a higher bitrate. It falls back to 4:2:0 if the host doesn't support it.
zh_hans: YUV 4:4:4 使用 HEVC 编码，文字更清晰，但需要更高码率；主机不支持时会回退到 4:2:0。
zh_hant: YUV 4:4:4 使用 HEVC 編碼，文字更清晰，但需要更高的位元率；若主機不支援，會改用 4:2:0。
zh_hk: YUV 4:4:4 使用 HEVC 編碼，文字更清晰，但需要較高位元率；如主機不支援，會改用 4:2:0。

source: “%@” Is Running
zh_hans: “%@”正在运行
zh_hant: 「%@」正在執行
zh_hk: 「%@」正在執行
